<?php
return array(
	'language' => array(
			'Китайский',
		    'Тайвань',
		    'Английский', 
		    'Японский',
		    'Корейский',
		    'Немецкий',
		    'Испанский',
		    'Французский',
		    'Итальянский',
		    'Голландский',
		    'Португальский',
		    'Русский'
		),
	'zh-en' => 'Китайский - Английский',
    'zh-ru' => 'Китайский - Русский',
    'zh-ko' => 'Китайский - Корейский',
    'zh-de' => 'Китайский - Немецкий',
	'relationship' => array('В активном поиске','Влюблен/влюблена','Помолвлена','Женат/замужем','Все сложно','Свободные отношения','Вдовец','Вдова','Разведен/разведена','Однополые пары'),
	'sexuality' => array('Гетеро','Би','Гомо'),
	'education' => array('Начальные и средние школы','Колледж / техникум','Колледж / Университет','Высшее образование'),
	'month' => array(
			'1' => 'январь',
		    '2' => 'февраль',
		    '3' => 'март',
		    '4' => 'апрель',
		    '5' => 'май',
		    '6' => 'июнь',
		    '7' => 'июль',
		    '8' => 'август',
		    '9' => 'сентябрь',
		    '10' => 'октябрь',
		    '11' => 'ноябрь',
		    '12' => 'декабрь'
		),
	'gender' => array(
			'male' => 'Мужской',
    		'female' => 'Женский'
		),
	'less than' => 'до',
    'more than' => 'свыше',
    'shorter than' => 'ниже',
    'taller than' => 'Выше, чем',
    'uploadOk' => 'Добавить успешным',
    'default_album' => 'Другие фото',
    'header_album' =>  'Фотоальбом',
    'gift_ack' => 'Скидка подарок',
    'chat' => 'Отправить сообщение',


    "dynamic_1" => "сказать",
    "dynamic_2" => "Обновил (обновила) фотографию",
    "dynamic_3" => "Загрузил (загрузила) новую фотографию",
    "comment" => "комментарий",
    "report" => "Пожаловаться",
    "trans" => "Перевести",
    "trans_service" => "Перевести",
    "trans_intelligent" => "интеллектуальные перевод",
    "trans_accurate" => "точного перевода",
    "trans_human" => "Перевод человек",
    "per_char" => "на характер",
    "remove" => "Удалить",
    "done" => "Подтвердить",
    "cancel" => "Отмена",
    "send" => "Отправить",
    "sendTo" => "посланный",
    "gift" => "подарок",
    "next" => "Следующий",
    "previous" => "Предыдущий",
    "gender_1" => "Мужской",
    "gender_2" => "Женский",
    "buy_success" => "Сделка Успешная",
    "buy_failure" => "Сделка удалось",
    "need_upgrade" => "Недостаточно средств, пополните счет!",
    "need_recharge" => "Ваш баланс равен нулю. Пожалуйста, пополните счет!",

    'like_male' => 'Она тебе нравится  ?',
    'like_female' => 'Он тебе нравится  ?',

    //pass
    'change password' => 'Изменить пароль',
    'not_equal' => 'Введите пароль дважды  не  единогласно',
    'spot caption' => 'чтобы больше людей  должны  видеть  себя,  только  10  золотых монет',
    'oripass error' => 'примитивные  неверный пароль',
    'edit failed' => 'не  изменять',

    //album
    'name' => 'имя',
    'new' => 'новый',

    //about
    'male' => 'мужчина',
    'female' => 'женщина',

    'new password' => 'Пожалуйста, введите  новый пароль',
    //report
    'report reason' => "запишите ваш  сообщать  причины  ,  мы  будет  как можно скорее  обработка",

    //upgrade
    'input help username' => 'Пожалуйста, введите ваше  имя пользователя  , чтобы  помочь  модернизации',
    'the user does not exist' => 'этот  пользователь не существует',

    //sticker
    'reapeat' => 'вы уже  купить  , пожалуйста, не  повторять  купить',

    //chat
    'trans tip' => 'каждый  перевод  , когда  характер  лишь  0,01  золотых монет',

    'be banned' => 'Вы  были  администратор  кляп',
    'help friend' => 'Заполните, пожалуйста,  должны помочь  друг',
);
?>