<?php
return array(
    //Index/commom
    'title' => 'ViViMeet  глобального  наиболее профессиональных  знакомств  любви  одним из  крупных  ,  платформы  ,  миллионы  красавица парень  здесь, ждет вас  ,  чего ты ждешь? ',
    'description' => "ViViMeet  глобального  наиболее профессиональных  знакомств  любви  одним из  крупных  ,  платформы  ,  миллионы  красавица парень  здесь, ждет вас  ,  чего ты ждешь? ",
    'Keywords' => "ViViMeet  глобального  наиболее профессиональных  знакомств  любви  одним из  крупных  ,  платформы  ,  миллионы  красавица парень  здесь, ждет вас  ,  чего ты ждешь? ",
    //Index/index
    'login' => "Войти",
    'email/phone' => 'Имя пользователя  /  почтовый ящик',
    'Forget password' => 'Забыли пароль?',

    'reg caption' => 'Добро пожаловать в  ViViMeet',
    'name' => 'Имя пользователя',
    'email' => 'Почтовый ящик',
    'password' => 'Пароль',
    'birthday' => 'День рождения',
    'gender' => 'Пол',
    'male' => 'Мужской',
    'female' => 'Женский',
    'month' => 'Месяц',
    'day' => 'День',
    'year' => 'Год',
    'sign up' => 'Регистрация',

    'join caption' => "ViViMeet  крупных  глобальных  наиболее профессиональных  знакомств  платформы  ,  любовь",

    'encounter line1' => 'Случайная встреча',
    'encounter line2' => 'Найди свою вторую половинку в один клик',

    'fun line1' => 'Мгновенный перевод -яркое общение',
    'fun icon1' => 'Общайся на 12 языках с людьми по всему миру через интернет.',
    'fun icon2' => 'Многоязычная платформа разрушит языковой барьер.',
    'fun icon3' => 'Креативные смайлы сделают общение еще интересней.',

    'case line1' => 'Наконец-то ты с нами',
    'case line2' => 'Здесь я нашел тебя, а ты встретила меня',
    'case icon1' => 'Благодаря Янмейцзы я обрела лучшего друга. Даже не ожидала, что познакомлюсь здесь с таким прекрасным человеком. К тому же, мой уровень языка стал значительно лучше.',
    'case icon2' => 'Наше общение началось с банального «Привет». А сейчас я даже не могу представить, как бы жила без него. А вы все еще не верите, что сможете встретить свою любовь? ',
    'case icon3' => 'Счастье не приходит к тем, кто не открывается миру. Просто попробуйте, и может быть, вам повезет так же как нам. ',

    'phone line1' => 'Будь всегда на связи!',
    'phone line2' => 'В любое время, в любом месте, не упусти свой шанс - скачивай приложение ViViMeet!',

    'about us' => 'О нас',
    'terms of use' => 'Условия',
    'privacy policy' => 'Политика',
    'dating safety' => 'Безопасность',
    'help center' => 'Справочный центр',
    'contact us' => ' Контакты',

    'register failed' => 'Ошибка регистрации ',
    'username or password error' => 'неправильное имя или пароль',
    'login success' => 'Вход успешно',

    //Header
    'browse' => 'дома', 
    'chat' => 'чат',
    'profile' => 'Моя страница',
    'contact us' => 'Связаться с Нами',
    'change password' => 'Изменить пароль',
    'log out' => 'Выйти из системы',

    //Left
    'news feed' => 'Новости',
    'encounter' => 'Счасливая встреча', 
    'visitor' => 'Гости',
    // 'favorite' => 'Избранное',
    'favorite' => 'друзья',
    'gift box' => 'Подарки',
    'real gift' => 'Реальные подарки',
    "valentine's day" => 'Подарки для особого случая',
    'sticker store' => 'Магазин стикеров',
    'upgrade' => 'обновление',
    'like' => 'Нравится',
    'gift' => 'Подарки',
    'help up' => 'Пополнить счет',
    'more fun in chatting' => 'Добавь эмоций в общение!',
    'add photo of yourself' => 'Редактор фотографий',

    //Home
    'update status' => 'Обновление статуса',
    'post' => 'Опубликовать',
    'recommend' => 'Рекомендуемые Пользователи',
    'news feed1' => 'Новости',
    'Email auth' => 'Подтверждающее сообщение',
    'need upgrade' => '- função de atualização, por favor',
    'need recharge' => 'Insuficiência de saldo de recarga, por favor',

    //lang
    'translation' => 'Перевести',
    'intelligent translation' => 'интеллектуальные перевод (0.01$ / на характер)',
    'accurate translation' => 'точного перевода (0.1$ / на характер)',

    //space
    'home' => 'Моя страница',
    'photos' => 'Личные фото',
    'about' => 'Личная информация',

    'about me' => 'Личная информация', 
    'about me1'  =>  'О себе',
    'about me2'  => 'О себе',

    'status' => 'Семейное положение',
    'sexuality' => 'Ориентация',
    
    'status1' => 'Семейное положение',
    
    'place' => 'Местоположение',
    'country' => 'Страна',
    'city' => 'Город',

    'basic information' => 'Основная информация',
    'gender' => 'Пол',
    'male' => 'Мужской',
    'female' => 'женщина ',
    'birthday' => 'Дата рождения',
    
    'language' => 'Язык',
    'weight' => 'Вес',
    
    'height' => 'Рост',
    
    'education and work' => 'Образование и работа',
    'education' => 'Образование',
    
    'job' => 'Место работы',
    'income' => 'Доход',

    'age' => 'Возраст',
    
    'photo' => 'Фото',
    'album' => 'Фотоальбом',
    'add photos' => 'Добавить изображение',
    'new' => 'новый',
    'default' => 'Другие фото',
    'icon' => 'Фотоальбом',

    'edit' => 'Редактировать',
    'save it' => 'Сохранить',
    'remove' => 'Удалить',

    //new add   20.16.4.26
    'good friends' => 'друзья',
    'gift store' => 'магазин подарков',
    'new password' => 'новый пароль',
    'virtual gift' => 'виртуальный  подарок',
    'report' => 'Доклад',
    'Head set' => 'Аватар  настройки',
    'Data set' => 'набор данных',
    'join caption2' => 'миллионы  красавица парень  здесь, ждет вас',
    //chang
    'favor list' => 'список друзей',
    'confirm' => 'подтвердить',
    'done' => 'завершить',
    'cancel' => 'отменить',

    //add
    'Retype Password' => 'подтвердить пароль',
    'not_equal' => 'Введите пароль дважды  не  единогласно',
    'upgrade' => 'Обновить',
    'recharge' => 'подпитки',
    'setup' => 'Настройки',

    //upgrade
    'upgrade for yourself' => 'обновления  для  себя',
    'upgrade for others' => 'обновления  для  друзей',

    'to' => 'дал',
    'Zengyan' => 'послание',
    'send' => 'отправить',

    'e_button1' => 'переслать',
    'e_button2' => 'почтовый ящик на посадку',
    'email content' => 'будет  получил письмо  из  "  vivimeetteam  "  проверки  почты  ,  пожалуйста, посетите  почтовый ящик  просматривать и  завершения регистрации',
    'email auth' => 'почта  сертификации',

    'welcome' => 'Добро пожаловать в  ViViMeet',
    'registered email' => 'Вам зарегистрировать  почтовый ящик',

    //Avatar 
    'choose photo' => 'Выберите изображение',
    'update profile photo' => 'Изменить Аватар',

    //encounter
    'discover' => 'искать',
    'who I like' => 'Я люблю людей',
    'who like me' => 'нравится мой человек',
    'match list' => 'как друг друга',

    //favor
    'Visitor list' => 'список  посетителей',
   
    'the gift of friendship' => 'подарок  дружбы',
    'the gift property' => 'подарок  атрибут',
    'contact us' => 'Свяжитесь с нами',
    'express' => "когда  вы выбираете  подарки для  друзей  , правда  , после того, как  мы свяжемся с  друзьями  и получить  его адрес  ,  и  в течение 5 дней  для  распределения,  доставки  товаров  в соответствии с  позиции  ,  некоторые  , возможно,  будет  взиматься  определенные  транспортные расходы  международного  распределения времени  ,  в зависимости от географического положения  , возможно,  являются весьма различными  .",

    //upgrade and recharge
    'get gold' => 'пополнение счета',
    'your credit balance' => 'баланс  вашего  счета',
    'choose the amount of gold' => 'выбор  подпитки  суммы',
    'upgrade now' => 'Обновить',
    'senior membership' => 'голубой алмаз -',
    'vip membership' => 'Члены короны',
    'free chat' => 'бесплатно чат  ,  проверить, кто  встреча  /  любит  тебя,  знать больше  одиноких  противоположного пола',
    'free translate' => 'бесплатный  перевод,  больше  возможностей  , чтобы  показать  вам  ,  привлекает большое внимание',
    'save' => 'сэкономить',
    'month' => 'месяц',

    //new pass
    'new password' => 'новый пароль',
    'enter new password again' => 'Введите  новый пароль',
    'put me to spotlight' => 'Я должен  быть в центре внимания',

    //findpwd
    'sub' => 'представления',
    'forget cap' => 'Пожалуйста,  введите адрес вашей электронной почты ниже  адрес  ,  Мы  вышлем вам  сбросить пароль  связи.  Пожалуйста, убедитесь, что вы  вводите адрес электронной почты  и  при регистрации  в соответствии  с использованием  адреса электронной почты  .',
    'forget info' => 'Пожалуйста, проверьте  адрес электронной почты  и  согласно  инструкции  восстановить  ваш пароль  .  Вам, возможно, придется  ждать  несколько минут  , чтобы получить  это сообщение  .',
    'email login' => 'войти в  почтовый ящик',

    //phone
    'phonecap' => 'для защиты  вашей страницы  ,  мы  на  ваш мобильный телефон  отправить бесплатное  SMS  , содержащий  код',

    'Original password' => 'исходный пароль',

    'Set online' => 'Настройки  онлайн',
    'Set stealth' => 'Настройки  стелс',

    'free chat1' => 'пользоваться  чат',
    'See likers' => 'проверить, кто  любит тебя',
    'more single' => 'знать больше  одиноких  противоположного пола',
    'attention' => 'пусть  ты  громких',
    'Free translation' => 'бесплатный перевод',
    'More display' => 'показывать больше  возможностей',
    'forget pwd tip' => 'Se você TEM alguma pergunta, por favor contacte - vivimeetteam@hotmail.com',
);
?>