<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006-2014 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

/**
 * ThinkPHP 简体中文语言包
 */
return array(
    /* 核心语言变量 */  
    '_MODULE_NOT_EXIST_'     => 'Невозможно загрузить  модуль',
    '_CONTROLLER_NOT_EXIST_' =>	'Невозможно загрузить  контроллер',
    '_ERROR_ACTION_'         => 'незаконные операции',
    '_LANGUAGE_NOT_LOAD_'    => 'Невозможно загрузить  языковой пакет',
    '_TEMPLATE_NOT_EXIST_'   => 'шаблон  не существует',
    '_MODULE_'               => 'модуль',
    '_ACTION_'               => 'операции ',
    '_MODEL_NOT_EXIST_'      => 'Модели  определения  не существует или  нет',
    '_VALID_ACCESS_'         => 'без  разрешения',
    '_XML_TAG_ERROR_'        => 'тег XML  грамматические ошибки',
    '_DATA_TYPE_INVALID_'    => 'незаконных  объектов данных！',
    '_OPERATION_WRONG_'      => 'ошибка в операции',
    '_NOT_LOAD_DB_'          => 'Невозможно загрузить  базу данных',
    '_NO_DB_DRIVER_'         => 'Невозможно загрузить  драйвер базы данных',
    '_NOT_SUPPORT_DB_'       => 'временно  не поддерживает  базу данных  системы',
    '_NO_DB_CONFIG_'         => 'Нет  , определение базы данных  конфигурации',
    '_NOT_SUPPORT_'          => 'система не поддерживает',
    '_CACHE_TYPE_INVALID_'   => 'Невозможно загрузить  кэш  типа',
    '_FILE_NOT_WRITABLE_'    => 'каталог  (  файл  )  не  может  писать',
    '_METHOD_NOT_EXIST_'     => 'метод не  существует！',
    '_CLASS_NOT_EXIST_'      => 'инстанция  не существует  категории！',
    '_CLASS_CONFLICT_'       => 'Имя класса  конфликтов ',
    '_TEMPLATE_ERROR_'       => 'шаблон движка  ошибка',
    '_CACHE_WRITE_ERROR_'    => 'Ошибка записи файла  кэша！',
    '_TAGLIB_NOT_EXIST_'     => 'Tag library  не определено',
    '_OPERATION_FAIL_'       => 'операция не！',
    '_OPERATION_SUCCESS_'    => 'успех операции！',
    '_SELECT_NOT_EXIST_'     => 'записи  не существует！',
    '_EXPRESS_ERROR_'        => 'выражение  ошибка',
    '_TOKEN_ERROR_'          => 'формы  знак  ошибки',
    '_RECORD_HAS_UPDATE_'    => 'запись уже  обновления',
    '_NOT_ALLOW_PHP_'        => ' шаблон  отключить  PHP - код',
    '_PARAM_ERROR_'          => 'Ошибка  определения  параметров  или не',
    '_ERROR_QUERY_EXPRESS_'  => 'sОшибка  запроса  условия',
);
?>
